package com.alibou.security.coursesServiceController;

public enum Subject {
    Английскии_език, Архитектура, Бизнес_администрация, Биология , География, Етика, Здравни_науки, Изкуствен_Интелект, Изобразително_изкуство,
    Икономика, Инженерство, Информатика, Испански_език, История, Киноведение, Български_език_и_Литература, Маркетинг, Математика, Медицина, Музика, Немски_език,
    Политически_науки, Право, Приложни_изкуства, Програмиране, Психология, Роботика, Руски_език, Социология, Спортни_науки,
    Счетоводство, Танци, Физика, Философия, Финанси, Френски_език, Химия
}
